<?php

return [
    'dashboard' => 'الرئيسية',
    'grades'    => 'المراحل الدراسية',
    'ar'        => ['grade'=>'اسم المرحلة باللغة العربية', 'notes' => 'الملاحظات باللغة العربية'],
    'en'        => ['grade'=>'اسم المرحلة باللغة الانجليزية', 'notes' => 'الملاحظات باللغة الانجليزية'],
    'notes'     => 'ملاحظات',
    'save'      => 'حفظ',
    'grade_name'=> 'اسم المرحلة',
    'actions'   => 'العمليات',
    'add'       => 'اضافة',
    'edit'      => 'تعديل',
    'delete'    => 'حذف',
    'new_grade' => 'اضف مرحلة جديدة',
    'added_successfully'   => 'تم الحفظ بنجاح',
    'updated_successfully' => 'تم التعديل بنجاح',
    'deleted_successfully' => 'تم الحذف بنجاح',
    'confirm_delete'       => 'هل متأكد من حذف هذا العنصر ؟',
    'yes' => 'نعم',
    'no'  => 'لا'
];
